Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E08B.tmx
Source language: en_us
Languages: zh_cn

source: How to Build a Homemade Levee
zh_cn: 自己动手 筑坝挡水

source: As floodwaters neared their homes this month, many residents of the delta region built their own levees to try to keep the water from inundating their houses.
zh_cn: 5月，当滔滔洪水来袭之时，许多三角洲区域的居民纷纷建造了自家堤坝抵挡汹涌的洪水。

source: To keep your house dry, you've got to build your earthen barrier the right way.
zh_cn: 要想不遭水淹之灾，你需要用正确的方法来修筑自家堤坝。

source: So we asked experts, including the levee masters at the U.S. Army Corps of Engineers, how to build a levee if you know the water's on its way.
zh_cn: 如何做到水来土掩？我们就此咨询了包括美国陆军工程队的堤坝专家在内的一批专业人士。

source: Swollen by melting snowpack and heavy spring rains, the Mississippi River has overflowed its banks in several states, causing widespread flooding and forcing the evacuation of thousands of residences.
zh_cn: 融雪加上春季暴雨使得密西西比河在几个州都形成了漫堤之势，大洪水迫使几千名沿岸居民被迫疏散。

source: Ahead of the deluge, some intrepid homeowners tried to save their houses by building makeshift earthen levees.
zh_cn: 在洪水来袭前，有些胆大的居民尝试建造临时的“山寨”堤坝来保护家园。

source: In a number of fortunate cases, these mounds apparently worked.
zh_cn: 我们已经看到一些有幸能够扛住大水的自制土丘。

source: Jaw-dropping photos have emerged of pockets of dry land ringed by floodwaters, where homemade levees created islands with houses smack in the middle.
zh_cn: 几张惊人的照片显示，在洪水围困下，这些孤岛一般的堤坝里，房子安然无恙。

source: Regardless of your home-preservation instincts and DIY spirit, don't ignore evacuation orders to battle rising floodwaters.
zh_cn: 尽管你有着保卫家园的天赋和DIY的精神，无论如何也不要在上涨的洪水前置疏散命令于不顾。

source: But if you know the wall of water is coming and you have materials and a little bit of time, it is possible to erect a resilient earthwork.
zh_cn: 不过如果你能提前得知洪水来袭的消息并且材料齐备时间充足的话，倒是可以试试造一个靠谱点的工程。

source: For a guide to building your own levee, look no further than America's professional levee builders: the U.S. Army Corps of Engineers (USACE).
zh_cn: 如果要造一个自家堤坝的话，那找美国陆军工程队是再合适不过的了。

source: Many of the best practices that the Corps and other organizations have developed for enormous levees can apply to homeowners looking to protect their personal property.
zh_cn: 陆军工程队和其他组织在建造无数大坝所积累下来的许多经验教训完全可以照搬到自家小堤坝上。

source: Here's a step-by-step guide to building an earthen levee that stands a decent chance of holding its own against the force of nature.
zh_cn: 本教程能够帮助你在对抗大自然力量之时胜券在握。

source: Gather Your Materials
zh_cn: 1、准备材料

source: First, the tools: You'll need gloves, shovels, sand bags, sheets of polyethylene plastic and a wheelbarrow.
zh_cn: 首先是工具，你需要手套、铲子、沙袋、聚乙烯布和独轮手推车。

source: In an emergency, you'll have to build a levee with the dirt beneath your feet.
zh_cn: 时间紧迫的话，你要利用你脚下的土来造堤了。

source: But, Colorado State University engineering professor Neil Grigg says, for the task of floodproofing, not all soil is created equal.
zh_cn: 不过科罗拉多州立大学工程学教授Neil Grigg表示，并不是所有的土都可以用。

source: If there's time to be choosy, opt for the finer-grain stuff.
zh_cn: 时间允许的话，尽量选择颗粒更细的土。

source: Gaps between particles of coarser material, such as gravel, can allow for "piping"-that's what happens when water seeps through a dam, often to ruinous effect.
zh_cn: 较大粒度的土质，比如碎石，颗粒之间的空隙会导致管涌。洪水造成大坝渗漏，往往会导致溃堤。

source: To avoid this, go with sand or, better yet, clay.
zh_cn: 如果不想看到这种悲剧，尽量用沙子，粘土更好。

source: "Once clay is compacted tightly, like the kind you would use to fire a fine piece of china... it's practically impervious," Grigg says.
zh_cn: “一旦紧紧压实了，就像那种用来烧制陶瓷的土，基本上就算密不透风了。” Grigg说。

source: Site Selection and Prep
zh_cn: 2. 选址及准备

source: The levee's route depends on property lines, topography and terrain.
zh_cn: 堤坝的线路取决于物业红线、形状和地形。

source: However you lay out your earthen barrier, leave ample space between your home and the levee. That gives you the chance to build it higher and wider if you need to, according to the USACE levee-building guide.
zh_cn: 不过根据陆军工程队的堤坝建造指南，在建造堤坝时要在房子和堤坝之间留下充分的空间，之后才能加宽加高。

source: Mark Koenig, emergency manager for the St. Paul District of the USACE, says it's important to clear the area of topsoil and, if time permits, shrubs and other material.
zh_cn: 陆军工程队圣保罗区的紧急事务经理Mark Koening说，清除顶层土壤很重要，而如果时间允许的话，还应该移除灌木和其他材料。

source: "Strip the ground first so there's no vegetation where you might create a seepage plain between the ground and the levee you're building," he says.
zh_cn: 清理地面，特别是植被，以确保地面与堤坝之间没有可以发生渗漏的通道。

source: "You want the soil to be homogenous," Grigg says.
zh_cn: “土壤成分最好一致。” Grigg说。

source: Dig a Trench
zh_cn: 3. 挖壕沟

source: Don't just pile up earth on the bare land.
zh_cn: 不要简单把土一层层堆上去。

source: First, dig a 1- or 2-foot trench where the levee will go.
zh_cn: 首先，在堤坝的基址挖一道1-2英尺深的壕沟。

source: Fill this trench with your most impervious material, such as clay, to make a small foundation.
zh_cn: 然后把最好的防水材料，如粘土填入壕沟，这样就有一个小型地基了。

source: Griggs says this core will help cut down on underseepage, the flow of water under an earthen levee that can lead to its collapse.
zh_cn: Grigg说这个地基能够防止地下管涌，从而避免堤坝下的水流造成决堤。

source: Another good tip to limit groundwater intrusion is to sink a "cutoff wall" several feet into the ground.
zh_cn: 另外一个防渗漏的好办法是地里打入一个几英尺深的截水墙。

source: In commercial construction, concrete walls usually do the trick, but in a hurry you probably don't have the time or materials for that.
zh_cn: 商业建筑一般采用混凝土墙，但这么短的时间内显然不能凑到足够的材料，建也来不及。

source: Instead, try sinking particle board into the ground as a cutoff wall, and piling up and compacting earth around it.
zh_cn: 临时方案是把木屑板打入地下当截水墙用，同时用泥土夯实。

source: Wood will degrade in the long term, but in the short term it should provide a protective boost to a temporary barrier.
zh_cn: 时间一长，木头会腐蚀，不过短时间内还是能够为堤坝提供足够的保护。

source: Build the Mound
zh_cn: 4. 堆土丘

source: Now begin to heap clay, sand, soil or whatever you've got onto the line or ring where your levee will stand. Compaction is critical.
zh_cn: 现在开始堆土了。粘土、沙子、表土，有什么就放什么上去，关键是要夯实了。

source: In a rush, use your feet or hands in lieu of heavy-duty equipment such as a sheepsfoot road roller or a bulldozer (even some back-of-the-shovel thwacks are better than nothing).
zh_cn: 时间紧的话，用你的手脚代替诸如羊蹄压路机和推土机之类的重型机械（即便用铲子背面拍打也好）。

source: Compact the levee in layers, not chunks; press down on 6 inches' worth of piled-up earth rather than stomping on a mound several feet high, Grigg says.
zh_cn: 压实要一层层而不是一段段来。Grigg还说，每6英寸就上去踩踩肯定比等到摞到好几英尺上去踩效果好得多。

source: Make your levee relatively flat. Steep slopes offer a skinnier buffer for water to penetrate; plus, a sharp angle to your earthworks will lend the flowing waters more of a destructive, erosive assist from gravity.
zh_cn: 让你的堤坝保持相对的平整，越倾斜的坡面越容易出现渗漏。此外，倾角越高，水流借着重力，越容易侵蚀你的堤坝。

source: The Corps of Engineers recommends that you lay out the levee about three times as wide as it is high. The top of the levee should be at least several feet wide (if you have room).
zh_cn: 陆军工程队推荐最佳堤坝高宽比是3：1，而堤坝顶层宽度至少要要有几英尺（如果空间足够）。

source: Try to build the top of the levee at least a couple of feet higher than floodwater crest estimates so water doesn't surmount your barrier.
zh_cn: 堤坝要建得比洪水预计最高水位还要高个2英尺以上，才不会出现漫堤。

source: That said, be reasonable.
zh_cn: 要合理根据洪水高度来计划。

source: If floodwaters are supposed to rise a few feet, you might be able to build a levee that's a few feet higher than that.
zh_cn: 如果洪水预计会上涨几英尺，那你就要相应的加高几英尺。

source: But if experts expect an inundation of 20 feet, head for the hills.
zh_cn: 如果专家预计水位高达20英尺，最好还是跑到高处逃命吧。

source: (Before you go, though, check out PM's flood evacuation advice.)
zh_cn: （在逃难前，最好先看看《大众机械》的洪水撤离指南。）

source: Cover the Levee
zh_cn: 5. 盖堤坝

source: If you can, cover the water-facing side of the levee with plastic tarps.
zh_cn: 如果有条件的话，用塑料布覆盖堤坝的迎水面。

source: When anchored, this layer will provide a key layer of water impermeability, slowing erosion and increasing the levee's lifetime.
zh_cn: 固定好之后，这一塑料布层将是防水工作的关键所在，不仅减缓侵蚀，也提高堤坝的寿命。

source: For best results, anchor the tarps in front of the levee with sandbags, then roll the sheets up to the levee's top and secure them there with additional sandbags.
zh_cn: 要想达到最好效果，在堤坝的前面用沙袋固定住塑料布，然后把布卷过堤坝的顶部并用额外的沙袋加固住。

source: If sandbags are at a premium, run rope between sets of two of them on either side of the levee to lash down the plastic.
zh_cn: 如果缺少沙袋，那就用绳子拉紧塑料布的两边。

source: "Make sure there's counterweighting so the wind doesn't pick [the poly] up like a big sail," Koenig says.
zh_cn: “确保力道的平衡，这样塑料布就不会像船帆一样被吹起来。”Koening说。

source: You can also bury the poly's edges in front of and on top of the levee, or use rocks as weights.
zh_cn: 你也可以把塑料布的边缘埋进堤坝的前部和顶部，或者用石头配重。

source: Overlap successive rolls of plastic by 3 feet or so, laying them from downstream to upstream.
zh_cn: 在塑料布的重叠处留出大约3英尺，从下游往上游铺。

source: That way, the force of moving water won't catch the tarps' edges, lift up on them and wrench them away.
zh_cn: 这样流水的力道就不会把塑料布翻起来并卷走。

source: Finally, if you've got sandbags left over, stack them on the levee walls to delay the intrusion of insistent waters.
zh_cn: 最后，如果你还剩余一些沙袋，就把它们堆在堤坝上来延缓无孔不入的洪水水。

source: Contain Sand Boils
zh_cn: 6. 防沙涌

source: If you're still on-site when the floods come, some maintenance can keep the levee strong.
zh_cn: 如果在洪水到达时你还坚守抗洪前线，那还可以做一些维护工作加固堤坝。

source: A chief concern: sand boils, which look like bubbling springs on the landward side of your homemade barrier.
zh_cn: 最大的问题是沙涌，在背水一侧形成喷涌的喷泉。

source: High floodwaters put pressure on groundwater and can force it under the levee, and this underseepage can attack and weaken the levee's foundations.
zh_cn: 高耸的洪水给地面水施加了巨大的压力，并使其在堤坝下移动，并破坏堤坝的地基。

source: If the water flowing out of the ground is clear, that usually means the levee itself is not disintegrating, Grigg says.
zh_cn: 如果流出地面的是清水，那一般意味着堤坝还没开始解体，Grigg说。

source: But should the sand boil be, well, sandy, that means water is carrying away the material.
zh_cn: 但如果看见沙涌的话，那代表水正在带走土壤。

source: "It's a danger signal," Grigg says.
zh_cn: “这是个危险的信号”，Grigg说。

source: When a sand boil erupts, the best bet is to surround it with sandbags or to build up a mini ring levee around it.
zh_cn: 当沙涌爆发时，最好的办法就是用沙袋围起来或者在周围建一个小型环堤。

source: That little levee will create a pool, and once it fills up, the weight of the water in the pool will help staunch the flow of the sand boil.
zh_cn: 小堤坝会形成一个池塘，一旦装满，里面水的重量会停止沙涌的喷发。

source: "You want to do anything to allow the water to pond up over the boil," Koenig says. "You're trying to equalize pressure on the boil inside [the levee] with the water pressure from the other side."
zh_cn: “你需要做的事把沙涌上的水位抬高”，Koening说，“让堤坝里面和外面的压力达到平衡”。

source: What you don't want to do is just dump material over the boil itself to try to plug the leak.
zh_cn: 而最好不要把材料堆在沙涌上来堵塞泄漏。

source: Water is too crafty for that; it will seek the path of least resistance and start a boil elsewhere that could undermine the levee.
zh_cn: 水是无孔不入的，它会寻找最薄弱的地方，然后在其他地方爆发沙涌并破坏堤坝。

source: George Riedel, deputy executive director of the Association of State Floodplain Managers, says that even the best-built levee may not hold up to the emergency at hand, and there will always be a bigger flood.
zh_cn: 美国国家洪泛管理协会执行副总裁George Riedel表示，即使是最好的堤坝也不一定能应付当前的极端情况，并且洪水没有最大，只有更大。

source: "Levees are one tool in the toolbox for fighting floods," he says. "But to my mind they come in two varieties: ones that have failed or been breached, and ones that will fail or be breached."
zh_cn: “堤坝只是抗洪中的一个手段”，他说，“在我看来，堤坝分为两种：已经决堤的和将要决堤的”。

source: And as Led Zeppelin famously said, "When the levee breaks, mama, you got to move."
zh_cn: 正如Led Zeppelin说的那样：“决堤了，快跑！”
